{"Id": 1, "PostHistoryTypeId": 2, "PostId": 1, "RevisionGUID": "5d5d7cc0-78ec-471e-8028-07ef77adf40b", "CreationDate": "2012-01-11T18:48:28.763", "UserId": 4, "Text": "The Sexuality Stack Exchange site contains frank and clinical discussions about human sexuality.\r\n\r\n\"Clinical\" is the operative word here. There has been a lot of discussions of what would be considered \"appropriate content\" in a Stack Exchange site. The best guidance I can provide is to keep this site focused on **notable topics** in the field of \"Human Sexuality.\"\r\n\r\nUsing clinical language is already the policy when discussing questions of an adult nature on other sites in our network. Use of obscene, indecent, or profane language or images is not allowed here under our [Content Policy](http://stackexchange.com/legal/content-policy).\r\n\r\n> **Sexually Explicit Material.** Accounts that use Stack Exchange to post sexually explicit or pornographic material, or links to it, will be suspended.\r\n \r\nI'm not going to try to define \"sexually explicit material\" here. This site should be conducted in the language and context you might find on any daytime TV or talk radio show&hellip; but that does not make it \"family friendly.\"\r\n\r\n##Adult Audience, Mature Content\r\nThe ideas and topics discussed here are not expected to be watered down to be consumed by an 8-year-old. We have taken reasonable measures to make sure well-meaning users do not accidentally stumble into this site without being made aware of its content. If you are not interested in seeing the topics discussed here, please refrain from using this site.\r\n\r\n##Inform and Educate\r\nThe purpose of this site is to inform and educate. This is not a site for members seeking sexual partners, or to share stories of sexual encounters, or to ask questions simply to provoke a response. Language and context is important here. **Please keep questions and responses to notable topics in the field of \"Human Sexuality.\"**\r\n\r\nThis site is not here to see how far you can push this Q&A format, or to test your [First Amendment](http://en.wikipedia.org/wiki/First_Ammendment) rights. This site will be moderated like any other; moderated for expert content and applicability to the scope, purpose, and&thinsp;&mdash;&thinsp;frankly&thinsp;&mdash;&thinsp;how much interest your post adds to the *substance* of this site.\r\n\r\n**This is not a legal issue or a statement on your Internet rights; It is simply how we wish to conduct *this* site.**\r\n\r\n##Content Guidelines\r\nTo keep this site running smoothly, I can offer a few broad guidelines to help alleviate some of the questions about what might constitute \"appropriate content.\" This list is not exhaustive. If your not sure if your question belongs, you can always ask on the meta site for clarification.\r\n\r\n - **Explicit Language**  \r\nPlease refrain from using profane or gratuitous language to describe body parts, sexual acts, or conduct. It takes away from the professional scope of this site. Using clinical and anatomical terminology is less likely to be construed as too gratuitous.\r\n - **Explicit Imagery**  \r\nAvoid posting or linking to photographs or video of sexual acts or nudity. In cases where visuals are essential to the discussion, a simple illustration or artwork can be informative without becoming gratuitous. Copyright laws apply.\r\n - **No Vanity Images or Stories**  \r\nPlease do not post images or stories that depict identifiable people. If you choose to be identified on this site (i.e. not anonymous), please do not identify other people in your posts through the use of names, relationships, or other personal references.\r\n - **External Links**  \r\nRefrain from using links to sexually explicit content found elsewhere. Links to external content rarely constitutes a good answer, anyway.\r\n\r\nFinally, **let's not spend endless, exhaustive hours *\"testing the fence\"*** and debating in the hypothetical about what will (and will not) be acceptable here. Such hypothetical arguments are exhausting and divisive. If you have a topic you would like to ask about in good faith, you can always \"ask how to ask\" here in meta. \r\n\r\n> To attract experts, you need a site where people are asking very interesting and challenging questions, not the basic questions found on every other Q&A site. Remember, the pro sites WILL attract the enthusiasts, but not the other way around!\r\n\r\n> **The earliest questions on a site will set the tone and topic of the site for a long time.**\r\n\r\n> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*- [Asking the First Questions](http://blog.stackoverflow.com/2010/07/area-51-asking-the-first-questions/), The Stack Exchange Blog*"}
{"Id": 2, "PostHistoryTypeId": 1, "PostId": 1, "RevisionGUID": "5d5d7cc0-78ec-471e-8028-07ef77adf40b", "CreationDate": "2012-01-11T18:48:28.763", "UserId": 4, "Text": "Preamble to Sexuality SE"}
{"Id": 3, "PostHistoryTypeId": 3, "PostId": 1, "RevisionGUID": "5d5d7cc0-78ec-471e-8028-07ef77adf40b", "CreationDate": "2012-01-11T18:48:28.763", "UserId": 4, "Text": "<discussion><featured><policy>"}
{"Id": 4, "PostHistoryTypeId": 2, "PostId": 2, "RevisionGUID": "0383d6ee-a209-4362-ade4-348526c0217e", "CreationDate": "2012-01-11T19:04:52.140", "UserId": 31, "Text": "So this question was first posted in the [discussions for the site][1], but now that the site is actually launched in private beta, I'm curious as to where this issue landed in the development. I've noticed it is not showing up at the moment in my stack exchange network, but I figure that might be just a propagation issue. How is privacy handled and separation between this site and other SE accounts? Or is it?\r\n\r\n\r\n  [1]: http://discuss.area51.stackexchange.com/questions/3225/should-there-be-some-privacy-anonymity-by-default-or-identity-separation-from-ot"}
{"Id": 5, "PostHistoryTypeId": 1, "PostId": 2, "RevisionGUID": "0383d6ee-a209-4362-ade4-348526c0217e", "CreationDate": "2012-01-11T19:04:52.140", "UserId": 31, "Text": "Where did we land on the privacy and connection to other accounts?"}
{"Id": 6, "PostHistoryTypeId": 3, "PostId": 2, "RevisionGUID": "0383d6ee-a209-4362-ade4-348526c0217e", "CreationDate": "2012-01-11T19:04:52.140", "UserId": 31, "Text": "<discussion><privacy>"}
{"Id": 7, "PostHistoryTypeId": 5, "PostId": 2, "RevisionGUID": "6b57e09a-8487-413a-bbb2-62a83165aa62", "CreationDate": "2012-01-11T19:09:56.890", "UserId": 31, "Comment": "Removed SE propagation point", "Text": "So this question was first posted in the [discussions for the site][1], but now that the site is actually launched in private beta, I'm curious as to where this issue landed in the development. Or where it will go after private beta. How is privacy handled and separation between this site and other SE accounts? Or is it?\r\n\r\n\r\n  [1]: http://discuss.area51.stackexchange.com/questions/3225/should-there-be-some-privacy-anonymity-by-default-or-identity-separation-from-ot"}
{"Id": 8, "PostHistoryTypeId": 2, "PostId": 3, "RevisionGUID": "6e3a05d4-7fa0-468d-a7f1-283fed0a4f6f", "CreationDate": "2012-01-11T19:12:11.803", "UserId": 21, "Text": "From my understanding this is a website to ask questions about sex, not a website to post hardcore porn - which is not allowed.\r\n\r\nSo why the age restriction? What if a 16 years old has a question?\r\n\r\nKeep in mind that the age of consent varies from country to country and from state to state, but [it is usually between 14 and 16][1]. In my country it's 13. This to say that if you're legally allowed to do it, you should be certainly allowed to ask questions about it too.\r\n\r\n  [1]: http://en.wikipedia.org/wiki/Age_of_consent"}
{"Id": 9, "PostHistoryTypeId": 1, "PostId": 3, "RevisionGUID": "6e3a05d4-7fa0-468d-a7f1-283fed0a4f6f", "CreationDate": "2012-01-11T19:12:11.803", "UserId": 21, "Text": "Why do you need to certify that you are 18 years or older?"}
{"Id": 10, "PostHistoryTypeId": 3, "PostId": 3, "RevisionGUID": "6e3a05d4-7fa0-468d-a7f1-283fed0a4f6f", "CreationDate": "2012-01-11T19:12:11.803", "UserId": 21, "Text": "<discussion><age>"}
{"Id": 11, "PostHistoryTypeId": 2, "PostId": 4, "RevisionGUID": "8fbc8301-b0e0-4923-85ea-9157d3dcc8c2", "CreationDate": "2012-01-11T19:24:08.477", "UserId": 4, "Text": "It is a cautious restriction and simply a prudent way to start out until we get a better feel for where this site is going. Laws tend to get a more stringent when you start mixing minors and \"adult material\" and we wanted the flexibility to develop this site as we see fit without creating an administrative nightmare.\r\n\r\nIt may or may not turn out to be an issue. I don't pretend to be an expert on such legal questions. If our restrictions prove to be too stringent, it is easier to lower the bar later than to start booting well-meaning people off of the site."}
{"Id": 12, "PostHistoryTypeId": 2, "PostId": 5, "RevisionGUID": "ed64493c-8612-44cd-8578-f8329cf4e110", "CreationDate": "2012-01-11T19:56:53.170", "UserId": 4, "Text": "We are not developing any special anonymising features here.\r\n\r\nWe are taking reasonable measures to make sure well-meaning users do not accidentally stumble into this site and its content accidentally. That means adding a \"warning\" page to verify intent, and keeping the questions from being blasted across the question feed of stackexchange.com.\r\n\r\nBut we aren't planning on disavowing Sexuality SE as the pariah of the Network. If you wish to be anonymous on this site, I would suggest creating another account with a unique email address. If you wish to keep your association separate, a separate account would be the best way to do that.\r\n\r\nThis is all subject to change, of course. We're still working our way through these issues. If anything changes substantially, I will update the information here."}
{"Id": 13, "PostHistoryTypeId": 2, "PostId": 6, "RevisionGUID": "ff873e64-f84d-4f99-ac01-9359f74a8b91", "CreationDate": "2012-01-11T19:56:55.597", "UserId": 23, "Text": "Some jurisdictions in the US have very loose rules about what is considered pornography.  As Robert says, it's just a bit of insurance on our part lest we be brought under the judicial microscope of those localities."}
{"Id": 14, "PostHistoryTypeId": 5, "PostId": 5, "RevisionGUID": "a4b96494-e274-4b4d-9bc3-dfc90ecc2488", "CreationDate": "2012-01-11T20:03:14.780", "UserId": 4, "Comment": "added 167 characters in body", "Text": "We are not developing any special anonymising features here.\r\n\r\nWe are taking reasonable measures to make sure well-meaning users do not accidentally stumble into this site and its content accidentally. That means adding a \"warning\" page to verify intent, and keeping the questions from being blasted across the question feed of stackexchange.com.\r\n\r\nBut we aren't disavowing Sexuality SE as the pariah of the Network. This is expected to be a reasonably professional site, or it will not see the light of day. Still, I understand there may be some privacy issues to take into account. If you wish to be anonymous on this site, I would suggest creating another account with a unique email address. If you wish to keep your association separate, a separate account would be the best way to do that.\r\n\r\nThis is all subject to change, of course. We're still working our way through these issues. If anything changes substantially, I will update the information here."}
{"Id": 15, "PostHistoryTypeId": 2, "PostId": 7, "RevisionGUID": "4454f3b0-090a-4ce4-a670-aa595d5534d0", "CreationDate": "2012-01-11T20:32:32.340", "UserId": 39, "Text": "In the Area 51 for this site, the proposed name was \"Human Sexual Relations\". While A. Bear has asked an [arguably interesting question][1], I'm not sure if it's really on topic and/or consistent with the stated purpose of the site. Should I vote to close it as off topic?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/q/13/39"}
{"Id": 16, "PostHistoryTypeId": 1, "PostId": 7, "RevisionGUID": "4454f3b0-090a-4ce4-a670-aa595d5534d0", "CreationDate": "2012-01-11T20:32:32.340", "UserId": 39, "Text": "Is this Potentially off topic?"}
{"Id": 17, "PostHistoryTypeId": 3, "PostId": 7, "RevisionGUID": "4454f3b0-090a-4ce4-a670-aa595d5534d0", "CreationDate": "2012-01-11T20:32:32.340", "UserId": 39, "Text": "<discussion><off-topic>"}
{"Id": 18, "PostHistoryTypeId": 2, "PostId": 8, "RevisionGUID": "bb79bd8a-9fc2-4fe9-93e9-aafecf339d9e", "CreationDate": "2012-01-11T20:53:19.740", "UserId": 50, "Text": "Coming off of [this question regarding privacy][1], it may be helpful to add a network-wide flag on accounts to prevent them from showing up in you StackExchange profile.\r\n\r\nThis feature would allow Sexuality participants to continue to use their main network account, but would also grant them limited anonymity from casual searches and profile browsing and hopefully encouraging them to ask and answer questions openly.\r\n\r\n\r\nSexuality.SE may be the only real use case for such a flag that ever comes up, but I can see other \"personal privacy\" uses too (closet gamers not wanting an association with Gaming.SE showing up in their profile).\r\n\r\n\r\n  [1]: http://meta.sexuality.stackexchange.com/questions/2/where-did-we-land-on-the-privacy-and-connection-to-other-accounts/5#5"}
{"Id": 19, "PostHistoryTypeId": 1, "PostId": 8, "RevisionGUID": "bb79bd8a-9fc2-4fe9-93e9-aafecf339d9e", "CreationDate": "2012-01-11T20:53:19.740", "UserId": 50, "Text": "Account flag: \"Do not show in my stack exchange profile\""}
{"Id": 20, "PostHistoryTypeId": 3, "PostId": 8, "RevisionGUID": "bb79bd8a-9fc2-4fe9-93e9-aafecf339d9e", "CreationDate": "2012-01-11T20:53:19.740", "UserId": 50, "Text": "<feature-request><privacy>"}
{"Id": 21, "PostHistoryTypeId": 2, "PostId": 9, "RevisionGUID": "3ec933d2-8b9d-4fa4-a003-0852adc0b91b", "CreationDate": "2012-01-11T21:08:07.510", "UserId": 75, "Text": "What's wrong with [tag:anal-sex].  Sodomy feels too biblical, and almost tantamount to offensive to gays like myself."}
{"Id": 22, "PostHistoryTypeId": 1, "PostId": 9, "RevisionGUID": "3ec933d2-8b9d-4fa4-a003-0852adc0b91b", "CreationDate": "2012-01-11T21:08:07.510", "UserId": 75, "Text": "Tag: Sodomy, is that really the best phrase?"}
{"Id": 23, "PostHistoryTypeId": 3, "PostId": 9, "RevisionGUID": "3ec933d2-8b9d-4fa4-a003-0852adc0b91b", "CreationDate": "2012-01-11T21:08:07.510", "UserId": 75, "Text": "<discussion><sodomy>"}
{"Id": 24, "PostHistoryTypeId": 6, "PostId": 9, "RevisionGUID": "3816f67a-7f02-4c35-b3d2-6d55ac2d408a", "CreationDate": "2012-01-11T21:18:09.490", "UserId": 4, "Comment": "edited tags", "Text": "<discussion><tagging>"}
{"Id": 25, "PostHistoryTypeId": 2, "PostId": 10, "RevisionGUID": "0829ce5c-8a39-4af0-ba21-687afecd5569", "CreationDate": "2012-01-11T21:21:00.903", "UserId": 39, "Text": "I agree. Sodomy has an inherently derogatory connotation. It implies some sort of negative moral judgement (i.e. Sodom and Gomorrah, where the term comes from). We should change the tag to anal-sex."}
{"Id": 26, "PostHistoryTypeId": 2, "PostId": 11, "RevisionGUID": "4c5a999f-e057-481d-9af3-e8839480500c", "CreationDate": "2012-01-11T21:40:51.427", "UserId": 60, "Text": "Should question related to medical aspects of human sexuality be considered off-topic? This would include questions about STDs, medical aspects of reproductive organs, various medical procedures related to sexuality and so forth?"}
{"Id": 27, "PostHistoryTypeId": 1, "PostId": 11, "RevisionGUID": "4c5a999f-e057-481d-9af3-e8839480500c", "CreationDate": "2012-01-11T21:40:51.427", "UserId": 60, "Text": "Should question relaed to medical aspects of human sexuality be considered off-topic?"}
{"Id": 28, "PostHistoryTypeId": 3, "PostId": 11, "RevisionGUID": "4c5a999f-e057-481d-9af3-e8839480500c", "CreationDate": "2012-01-11T21:40:51.427", "UserId": 60, "Text": "<discussion>"}
{"Id": 29, "PostHistoryTypeId": 2, "PostId": 12, "RevisionGUID": "3e2359a6-1afa-4a37-8ba3-af217639ade4", "CreationDate": "2012-01-11T21:48:46.020", "UserId": 60, "Text": "I believe that questions related to medical aspects of human sexuality be allowed on this side, as long as the answer to the question does not require in-depth knowledge of medicine to understand or answer. For example, questions on how an STD can progress would be off-topic, but one about whether or not dental dams are effective protection against STDs would still be on-topic."}
{"Id": 30, "PostHistoryTypeId": 2, "PostId": 13, "RevisionGUID": "0fba2e65-b290-414d-9e6b-d7edd1b2e789", "CreationDate": "2012-01-11T22:09:31.907", "UserId": 4, "Text": "Issues of \"sexuality\" are going to span the medical, biological, psychological, philosophical, sociological, anthropological, and other -icals, etc, etc. As long as the question is not asking for deep, custom medical advice that would require a doctor to properly diagnose and treat, discussing the medical aspects of sexuality should be fine.\r\n"}
{"Id": 31, "PostHistoryTypeId": 2, "PostId": 14, "RevisionGUID": "2886263c-f488-43fa-a83d-45c58c65fc51", "CreationDate": "2012-01-12T03:07:13.053", "UserId": 17, "Text": "The answers to some questions depend heavily on these attributes: \r\n\r\n- 1 person alone vs. a couple vs. 3-or-more\r\n\r\n- an exclusive sexual relationship vs. a one-night-stands and extra-marital affairs\r\n\r\n- a man and a woman (born as such) vs. other gender combinations\r\n\r\n- a penis penetrating a vagina, vs. the many, many other possible acts of sexual expression\r\n\r\n- in a bed in a private space\r\n\r\nI'm not asking if we should limit the **scope** of the site in these ways, but if a question should assume them by default. If one of these attributes is not true for a given question, should the question explicitly call that out?\r\n\r\nI think many people have some idea of \"normal\", especially if their sex lives are mostly within the constraints described above, and they are likely to assume their idea of \"normal\" when asking a question, perhaps unconsciously.\r\n\r\nObviously there is no universal notion of normal, so if we do pick a set of defaults, it will be ill-suited to certain cultural groups.\r\n\r\nApplying these constraints by default may cause some people to feel excluded from the site, whether they self-identify as \"freak\" or \"vanilla\".\r\n"}
{"Id": 32, "PostHistoryTypeId": 1, "PostId": 14, "RevisionGUID": "2886263c-f488-43fa-a83d-45c58c65fc51", "CreationDate": "2012-01-12T03:07:13.053", "UserId": 17, "Text": "Should questions assume some sort of \"normal\"?"}
{"Id": 33, "PostHistoryTypeId": 3, "PostId": 14, "RevisionGUID": "2886263c-f488-43fa-a83d-45c58c65fc51", "CreationDate": "2012-01-12T03:07:13.053", "UserId": 17, "Text": "<discussion>"}
{"Id": 39, "PostHistoryTypeId": 2, "PostId": 16, "RevisionGUID": "2e3aae27-7f18-4dd8-afe4-1a7969bce3b2", "CreationDate": "2012-01-12T06:12:10.860", "UserId": 50, "Text": "Freud is famous for (among other things) his statement that \"The only unnatural sexual behavior is none at all.\" -- I think that holds up pretty well if you substitute `abnormal` for `unnatural`.  \r\n\r\nGiven that as a guiding principle I would say all **questions** should provide sufficient information (via their text or their tags) to tell us what set of \"norms\" should be applied.  \r\nIf the question is unclear or ambiguous a polite request in a comment to clarify is an easy solution.  \r\n\r\nOur [FAQ's \"How-To-Ask\" section][1] should probably include some guidance to this effect as well, and if we can tweak those little \"How To Ask\" post-it notes on the question screen that would be very helpful too.\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/FAQ#howtoask"}
{"Id": 40, "PostHistoryTypeId": 2, "PostId": 17, "RevisionGUID": "1919dbbb-f5d4-4d8c-b6be-980568662412", "CreationDate": "2012-01-12T06:56:04.860", "UserId": 50, "Text": "The Area51 proposal for this site was originally titled \"Human Sexual Relations\".  During the discussion on Area51 we came to the new name of \"Sexuality\", but based on a [recent question](http://sexuality.stackexchange.com/q/13/39) about *animal* sexuality we may want to be a bit more specific in our name.\r\n\r\nWhat does everyone think of \"Human Sexuality\", keeping the same domain name of [sexuality.stackexchange.com](http://sexuality.stackexchange.com)?"}
{"Id": 41, "PostHistoryTypeId": 1, "PostId": 17, "RevisionGUID": "1919dbbb-f5d4-4d8c-b6be-980568662412", "CreationDate": "2012-01-12T06:56:04.860", "UserId": 50, "Text": "Site Name: \"Sexuality\" versus \"Human Sexuality\"?"}
{"Id": 42, "PostHistoryTypeId": 3, "PostId": 17, "RevisionGUID": "1919dbbb-f5d4-4d8c-b6be-980568662412", "CreationDate": "2012-01-12T06:56:04.860", "UserId": 50, "Text": "<discussion>"}
{"Id": 43, "PostHistoryTypeId": 2, "PostId": 18, "RevisionGUID": "89dc2cae-6c41-4a0f-a704-611689967aaf", "CreationDate": "2012-01-12T07:48:37.893", "UserId": 50, "Text": "I created a generic [tag:sex] tag for my [Music during sex?][1] question as it is applicable to all types of sex/sexual activity.  I also proposed a tag wiki admonishing people to use more specific tags ([tag:anal-sex], [tag:vaginal-sex], [tag:oral-sex]) for more focused questions.\r\n\r\nMy concern is that a generic \"sex\" tag is rife for abuse and piling on of junk questions, even with the wiki/excerpt I've proposed.  What are everyone's thoughts on a generic tag like this?  \r\nDo you have ideas for a better way to handle broadly applicable questions?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/questions/56/music-during-sex"}
{"Id": 44, "PostHistoryTypeId": 1, "PostId": 18, "RevisionGUID": "89dc2cae-6c41-4a0f-a704-611689967aaf", "CreationDate": "2012-01-12T07:48:37.893", "UserId": 50, "Text": "A generic [sex] tag?"}
{"Id": 45, "PostHistoryTypeId": 3, "PostId": 18, "RevisionGUID": "89dc2cae-6c41-4a0f-a704-611689967aaf", "CreationDate": "2012-01-12T07:48:37.893", "UserId": 50, "Text": "<discussion><tags>"}
{"Id": 46, "PostHistoryTypeId": 6, "PostId": 14, "RevisionGUID": "753523da-9201-4293-8f10-0cca475151f2", "CreationDate": "2012-01-12T07:50:46.033", "UserId": 50, "Comment": "edited tags", "Text": "<discussion><faq-topics>"}
{"Id": 47, "PostHistoryTypeId": 2, "PostId": 19, "RevisionGUID": "c71aa98e-316d-4d51-a8cc-e6a2689bcc58", "CreationDate": "2012-01-12T08:04:17.823", "UserId": 50, "Text": "I totally agree with the intent of the site (\"clean\" discussion of sexuality), but I worry that overly zealous adherence to the \"Clinical\" and \"Notable\" qualifiers will stifle the site's development.  \r\n\r\nAs a community I think we need to be open to some things outside the standard \"clinical\" realm (discussion of fetishes from a fetishist's point of view, rather than a clinical psych view), and a few things that are not \"notable\" (like some niche fetishes -- I've got a friend who's into \"[sploosh][1]\" -- think \"wet and messy, but with food products\").\r\n\r\n***\r\n\r\nNote that I am 1000% ***NOT*** suggesting that we allow the site to degrade into porn.stackexchange.com -- merely that we keep the definition of on-topic/acceptable questions \"reasonably broad\" to allow this site to be as inclusive and useful/informative as possible.  \r\nIf we do it right we'll bring in a lot of human sexuality experts, and may even be the jumping off point for some original clinical research.\r\n\r\n\r\nJust my $3.50, adjusted for inflation.\r\n\r\n\r\n  [1]: http://www.maximumawesome.com/pervfriday/sploshers.htm\r\n  [2]: http://sexuality.stackexchange.com/questions/45/the-furry-fandom-and-the-high-rates-of-non-heterosexual-orientation"}
{"Id": 48, "PostHistoryTypeId": 5, "PostId": 19, "RevisionGUID": "a9e57e8e-a38b-4928-b4c3-e4c1ea0ba4e2", "CreationDate": "2012-01-12T08:53:09.880", "UserId": 50, "Comment": "Add some extant examples of stuff that I think is borderline by the letter of the law but absolutely in-bounds by its spirit...", "Text": "I totally agree with the intent of the site (\"clean\" discussion of sexuality), but I worry that overly zealous adherence to the \"Clinical\" and \"Notable\" qualifiers will stifle the site's development.  \r\n\r\nAs a community I think we need to be open to some things outside the standard \"clinical\" realm (discussion of fetishes from a fetishist's point of view, rather than a clinical psych view), and a few things that are not \"notable\" (like some niche fetishes -- I've got a friend who's into \"[sploosh][1]\" -- think \"wet and messy, but with food products\").\r\n\r\nSimilarly there are some questons on sexual practice that will come up - Not all of these will fit the \"clinical\" mold, many of them may be valid and worth answering. Some examples: [This one about condoms/sensation][2], [this one about benefits/drawbacks of circumcision][3] (moreso if my edit gets applied), and [this one on why anal sex can be painful][4].  \r\nAll of these are, in my opinion, good to great questions.  The answers range from technical/clinical advice through advice based on personal experience and most of them appear to be well thought out and potentially helpful.  \r\n\r\n\r\n***\r\n\r\nNote that I am 1000% ***NOT*** suggesting that we allow the site to degrade into porn.stackexchange.com -- merely that we keep the definition of on-topic/acceptable questions \"reasonably broad\" to allow this site to be as inclusive and useful/informative as possible.  \r\nIf we do it right we'll bring in a lot of human sexuality experts, and may even be the jumping off point for some original clinical research.\r\n\r\n\r\nJust my $3.50, adjusted for inflation.\r\n\r\n\r\n  [1]: http://www.maximumawesome.com/pervfriday/sploshers.htm\r\n  [2]: http://sexuality.stackexchange.com/questions/40/how-does-using-a-condom-affect-the-way-sex-feels\r\n  [3]: http://sexuality.stackexchange.com/questions/22/what-are-the-medical-benefits-and-drawback-of-circumcision\r\n  [4]: http://sexuality.stackexchange.com/questions/18/why-does-anal-sex-hurt"}
{"Id": 49, "PostHistoryTypeId": 2, "PostId": 20, "RevisionGUID": "2862db54-d81a-4725-8249-eb3d7d242566", "CreationDate": "2012-01-12T09:01:07.027", "UserId": 50, "Text": "Some questions seeking advice are definitely off topic (specifically ones seeking *medical* advice: \"I have this burning sensation when I pee, what could this be?\" -- close and tell them to go see a doctor!).\r\n\r\nOthers are in a gray area - A question seeking advice on how to best leverage a sex toy in bedroom activities for example: It's not \"clinical\", I'm not sure if it's \"notable\", but if it's more specific than my vague hand-waving it could definitely be interesting and helpful to a wide audience.\r\n\r\nSo I put it to the community: What are our thoughts on questions seeking practical advice regarding sex, *particularly* where the answer isn't a simple black and white clinical/mechanical explanation?  "}
{"Id": 50, "PostHistoryTypeId": 1, "PostId": 20, "RevisionGUID": "2862db54-d81a-4725-8249-eb3d7d242566", "CreationDate": "2012-01-12T09:01:07.027", "UserId": 50, "Text": "Questions asking for sexual advice - On topic or Off?"}
{"Id": 51, "PostHistoryTypeId": 3, "PostId": 20, "RevisionGUID": "2862db54-d81a-4725-8249-eb3d7d242566", "CreationDate": "2012-01-12T09:01:07.027", "UserId": 50, "Text": "<discussion>"}
{"Id": 52, "PostHistoryTypeId": 2, "PostId": 21, "RevisionGUID": "7516729d-adf9-4d2a-a507-890528cc982a", "CreationDate": "2012-01-12T09:09:34.313", "UserId": 50, "Text": "For my part I feel that as long as a question is clear, there's a reasonable expectation the question can be answered (technique suggestions, etc.) and doesn't violate any laws or pose an unreasonable hazard to life and limb we should make an effort to answer them.  \r\n\r\nIMHO practical advice has a place on this site, within reasonable limits (I hate to say it but \"we'll know 'unreasonable' when we see it\", and can nuke those questions).\r\n\r\n  [1]: http://chat.stackexchange.com/rooms/2190/sexuality"}
{"Id": 53, "PostHistoryTypeId": 2, "PostId": 22, "RevisionGUID": "1855eef6-5610-45a6-97d1-26f2b69c0d08", "CreationDate": "2012-01-12T10:04:12.540", "UserId": 61, "Text": "I would think that [tag:sex] is way too broad to be any useful. Something like [tag:sexual-practice] along with the more specific tags you mention should cover most related to [tag:sex]."}
{"Id": 54, "PostHistoryTypeId": 2, "PostId": 23, "RevisionGUID": "ef34ebab-92d6-44f2-b80c-485f2b6e4c18", "CreationDate": "2012-01-12T15:10:17.153", "UserId": 23, "Text": "This is something I was pondering yesterday as well.  This site does lend itself to many questions that don't necessarily have empirical, quantitative answers.  A lot of suggestion's efficacy will depend entirely on the individual.\r\n\r\nThis site is different than a lot of our other sites where the answer is very clear-cut, however there is a precident I think for sites that don't necessarily have clear-cut answers, rpg.stackexchange.com as an example.\r\n\r\nI'm in favor of letting those kinds of questions exist."}
{"Id": 55, "PostHistoryTypeId": 2, "PostId": 24, "RevisionGUID": "d3a1a01b-adfa-49a0-be39-ac02168949bb", "CreationDate": "2012-01-12T15:49:47.160", "UserId": 4, "Text": "\"Sex\" is a very ambiguous term. It covers everything from gender, to the act, to a whole range of issues in the fieled of sexuality. \r\n\r\nWhen a question is about the mechanics and improving the sexual act, I would suggest [sexual-technique] as a tag."}
{"Id": 56, "PostHistoryTypeId": 2, "PostId": 25, "RevisionGUID": "9eea6eff-c187-486f-8b69-915ad536cfa3", "CreationDate": "2012-01-12T16:05:33.193", "UserId": 50, "Text": "I'll throw out one other option that occurred to me just now (with my brain no longer sleep-deprived and chasing Flying Pink Invisible Bunny) -- [tag:sexual-activity]"}
{"Id": 57, "PostHistoryTypeId": 2, "PostId": 26, "RevisionGUID": "76247226-7e19-4f57-ab07-7e23d573771d", "CreationDate": "2012-01-12T16:53:53.400", "UserId": 4, "Text": "There's a saying: “When you hear hoofbeats, think horses, not zebras.” \r\n\r\nThat applies to virtually *any* discussion in any public forum. If your circumstances are relevant to the question, you should include them as relevant to the question. That's just the one of the main tenets of \"how to ask.\" \r\n\r\n> Author: \"I can't seem to get my wife pregnant.\"\r\n\r\n> User: \"You may want to get your sperm count checked.\"\r\n\r\n> Author: \"But I'm a gay female.\"\r\n\r\n> User: \"*That* might have been relevant.\"\r\n\r\nYou don't need to define the \"normal\" context from which someone should ask their question. If they leave out relevant information, they're either being purposely obtuse or are just a poor communicator.\r\n\r\nIn either case, I *don't* think it is necessary (nor productive) to enumerate the faq with a list of assumptions: \r\n\r\n>*\"Users are assumed to be young-to-middle-aged straight, in-tact, healthy, chromosomally-males in a monogamous consensual 2-person human relationships seeking vaginal, private, 2-person missionary intercourse for personal, pleasurable, non-reproductive purposes &hellip;*\r\n\r\n> *&hellip;  &hellip; unless otherwise noted.\"*\r\n\r\nAn exaggeration, but on point nonetheless."}
{"Id": 58, "PostHistoryTypeId": 2, "PostId": 27, "RevisionGUID": "c590d974-0bd0-4d76-a66b-21fd16c1ac60", "CreationDate": "2012-01-12T19:50:14.503", "UserId": 15, "Text": "[This question](http://sexuality.stackexchange.com/questions/44/how-can-a-guy-experience-multiple-orgasms) is tagged both [tag:orgasm] and [tag:climax]. Are both of those tags necessary? Why or why not?"}
{"Id": 59, "PostHistoryTypeId": 1, "PostId": 27, "RevisionGUID": "c590d974-0bd0-4d76-a66b-21fd16c1ac60", "CreationDate": "2012-01-12T19:50:14.503", "UserId": 15, "Text": "Orgasm vs climax"}
{"Id": 60, "PostHistoryTypeId": 3, "PostId": 27, "RevisionGUID": "c590d974-0bd0-4d76-a66b-21fd16c1ac60", "CreationDate": "2012-01-12T19:50:14.503", "UserId": 15, "Text": "<discussion><tagging>"}
{"Id": 61, "PostHistoryTypeId": 2, "PostId": 28, "RevisionGUID": "aef79729-9db4-4be0-b42f-6e0906b44b40", "CreationDate": "2012-01-12T20:59:39.600", "UserId": 39, "Text": "In his response [here][1] Hobblin offers a speculative answer. My impression of stackexchange has always been that information conveyed in answers should be objective and verifiable. While Hobblin certainly cites sources supporting his opinion, it is just that, an opinion. Now I'm not saying we shouldn't allow opinions in answers. I think the opinion of a medical professional could actually be quite valuable. But I'm just not sure of Hobblin's qualifications to make such speculation.\r\n\r\nShould we allow/be accepting of speculation in answers? Or is that what down votes are for?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/a/62/39"}
{"Id": 62, "PostHistoryTypeId": 1, "PostId": 28, "RevisionGUID": "aef79729-9db4-4be0-b42f-6e0906b44b40", "CreationDate": "2012-01-12T20:59:39.600", "UserId": 39, "Text": "Should we allow speculation?"}
{"Id": 63, "PostHistoryTypeId": 3, "PostId": 28, "RevisionGUID": "aef79729-9db4-4be0-b42f-6e0906b44b40", "CreationDate": "2012-01-12T20:59:39.600", "UserId": 39, "Text": "<discussion><answers>"}
{"Id": 64, "PostHistoryTypeId": 2, "PostId": 29, "RevisionGUID": "32f5c00e-24e0-4610-ad6b-4061ffde6538", "CreationDate": "2012-01-12T22:18:28.683", "UserId": 140, "Text": "Gender and sexuality are frequently conflated but different concepts. While there's a lot of overlap with regard to, for example, LGBT rights, whether or not someone is gender-variant has no inherent impact on their sexuality.\r\n\r\nThat given, do questions on gender (eg [this one](http://sexuality.stackexchange.com/questions/60/how-come-there-seems-to-be-more-female-transgenders-than-male-transgender)) belong on this SE?\r\n\r\n(To avoid derailing, I'd much prefer any disagreements about the first paragraph on a different question. Let's keep it focussed, folks.)"}
{"Id": 65, "PostHistoryTypeId": 1, "PostId": 29, "RevisionGUID": "32f5c00e-24e0-4610-ad6b-4061ffde6538", "CreationDate": "2012-01-12T22:18:28.683", "UserId": 140, "Text": "Gender vs sexuality"}
{"Id": 66, "PostHistoryTypeId": 3, "PostId": 29, "RevisionGUID": "32f5c00e-24e0-4610-ad6b-4061ffde6538", "CreationDate": "2012-01-12T22:18:28.683", "UserId": 140, "Text": "<discussion><gender>"}
{"Id": 67, "PostHistoryTypeId": 2, "PostId": 30, "RevisionGUID": "f4de3e31-3203-4078-95ff-21f3b4267d83", "CreationDate": "2012-01-12T22:23:58.973", "UserId": 140, "Text": "I'd expect one of those to be marked as an alias of another. Possibly once there're enough folk on here with a reputation high enough to start defining tag aliases."}
{"Id": 68, "PostHistoryTypeId": 2, "PostId": 31, "RevisionGUID": "8dbd6d46-f79e-4901-8d4d-3825c33bebe5", "CreationDate": "2012-01-12T23:48:25.527", "UserId": 61, "Text": "I do not feel that answers similar to \"ask your partner\" or \"it's individual\" belongs on this site and questions that can only be answered with such answers should be closed unless a proper answer regarding human sexuality in general can be supplied. This I think most here agree with me on, and I therefor think that we should discourage all answers in that direction, such as [this](http://sexuality.stackexchange.com/a/73/61) answer that is very good in all other aspects.\r\n\r\nI argue that allowing answers worded in such a way could possibly lead to people not questioning whether a question asked is relevant enough. "}
{"Id": 69, "PostHistoryTypeId": 1, "PostId": 31, "RevisionGUID": "8dbd6d46-f79e-4901-8d4d-3825c33bebe5", "CreationDate": "2012-01-12T23:48:25.527", "UserId": 61, "Text": "Questions that are answered with \"it all depends on the indivdual\" or \"ask your partner\""}
{"Id": 70, "PostHistoryTypeId": 3, "PostId": 31, "RevisionGUID": "8dbd6d46-f79e-4901-8d4d-3825c33bebe5", "CreationDate": "2012-01-12T23:48:25.527", "UserId": 61, "Text": "<discussion><answers>"}
{"Id": 71, "PostHistoryTypeId": 2, "PostId": 32, "RevisionGUID": "2af1d68a-8ab2-457c-b8a7-9a6750940505", "CreationDate": "2012-01-13T00:08:43.957", "UserId": 145, "Text": "As per Google, these terms are defined as:\r\n\r\n> **Orgasm**:  \r\n\r\n> A climax of sexual excitement, characterized by pleasure centered in the genitals and (in men) accompanied by ejaculation.\r\n\r\n> **Climax**:\r\n\r\n> The most intense, exciting, or important point of something; a culmination or apex.\r\n\r\nI think it's near impossible to talk about either of these in such a way that it doesn't reffer to the other term. Hence, I agree with [`me_and`'s answer](http://meta.sexuality.stackexchange.com/a/30/145) that we should create a tag synonym. Given that the term [tag:orgasm] is used a lot more in a sexual context, I suggest to make that one the master tag."}
{"Id": 72, "PostHistoryTypeId": 2, "PostId": 33, "RevisionGUID": "0a8e2c08-8939-48e1-bb9e-4aadffea63fd", "CreationDate": "2012-01-13T00:44:35.490", "UserId": 145, "Text": "**What questions & answers is Stack Exchange looking for?**\r\n\r\nThe key post to read upon this subject is [Good Subjective; Bad Subjective](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/), which goes into the details of what the Stack Exchange network is looking for in terms of objective and factual Q&A on the one hand and subjective and experience-based Q&A on the other hand.\r\n\r\nWhere-as the most important aspect is that the Stack Exchange network is looking for `practical, answerable questions based on actual problems that you face` as per [the FAQ](http://sexuality.stackexchange.com/faq#dontask), of course being somewhat useful to the majority. The Stack Exchange network is *all about learning*...\r\n\r\n**What about these *see-it-for-yourself* questions?**\r\n\r\nPutting that general remark aside; answers that base themselves mainly on *see-it-for-yourself* are indeed not really helpful, the individual might not be able to see it for himself or herself. It's like going out shopping for a new [insert complex electronic device], some people have no clue about what they are after.\r\n\r\nWhile we [can't recommend products](http://blog.stackoverflow.com/2010/11/qa-is-hard-lets-go-shopping/) or tell them what it's like, we can **give them advice** towards this. The [answer](http://sexuality.stackexchange.com/a/73/61) you mentioned does a very good job on this. With the caveat that it's a personal experience, our lovely community moderator goes into explaining the possible responses as well as the working in detail. This gives the OP a list of things he or she can look out for; which could potentially help the individual solve his or her problem, which is not influenced by too many subjective details...\r\n\r\n**What do we do about these questions?**\r\n\r\nSo, in essence, the main thing to look for is to get the question and answers to be based on advice rather than experience if it turns out to be a question that really has to be seen for oneself. This advice makes the exploration or personal experience much more satisfiable, if the individual isn't too focused on forcing it...\r\n\r\n---\r\n\r\n**TL;DR:**\r\n\r\nWhen you encounter a *see-it-for-yourself* question:\r\n\r\n - Edit the question such that it asks for useful advice, rather than useless individual experience.\r\n\r\n - Comment an answers to ask for them if they have advice, or vote to delete them.\r\n\r\nDo:\r\n\r\n - **Q: What are the common physical signs of an orgasm?**\r\n\r\n   I have a problem identifying whether my girlfriend has an orgasm, what can I do?\r\n\r\n - **A:** These are the common physical signs, here are some references that back them up. This is how an orgasm works. This is how you could attempt to discover and/or ask your girlfriend. The rest is up to you.\r\n\r\nDon't:\r\n\r\n - **Q: What does an orgasm look like?**\r\n\r\n - **A:** My girl does this. But I don't know about yours, you have to see it for yourself."}
{"Id": 73, "PostHistoryTypeId": 2, "PostId": 34, "RevisionGUID": "a9aa3ed2-d42b-4a3f-b94e-e31c4ad24052", "CreationDate": "2012-01-13T01:06:36.870", "UserId": 145, "Text": "**What about [this transgender](http://sexuality.stackexchange.com/questions/60/how-come-there-seems-to-be-more-female-transgenders-than-male-transgender) question?**\r\n\r\nIgnoring the fact that it's about gender alone, the main problem with this question is that it is based merely on *wondering* rather than on an `actual practical problem` as requested by [the FAQ](http://sexuality.stackexchange.com/faq). On the other hand, the answerer does a very good job by turning the tide with a very well researched answer which does actually learn people something.\r\n\r\nSo, it's a bit doubtful whether it's actually on-topic on its own, but it's surely not about sexuality.\r\n\r\n\r\n**What about [tag:gender] in general?**\r\n\r\n\r\nThe definition according to Google is:\r\n\r\n> **Sexuality**\r\n\r\n> 1. Capacity for sexual feelings.\r\n> 2. A person's sexual orientation or preference.\r\n\r\nIndeed, the [tag:gender] subject is hard to find within sexual feelings, orientation and preference. \r\n\r\nI think we should only permit questions about gender that are somewhat related to sexuality, where as the gender affects the outcome of a sexual matter. This includes LGBT problems while excluding LGBT rights; and by problems I mean the sexuality related problems that could arise.\r\n\r\nI think [tag:gender] questions that are not about sexuality are better fit on a new Area 51 proposal about the society, perhaps a good idea to create that prposal if it doesn't already exist. Trying to get a better view on both subjects, I especially liked how Wikipedia lists Sexuality & Society side-by-side.\r\n\r\nFrom that viewpoint, I would conclude that **gender sexuality questions are welcome, society are not.**\r\n\r\n![][1]\r\n\r\n\r\n\r\n\r\n  [1]: http://i.stack.imgur.com/vCR0w.png"}
{"Id": 74, "PostHistoryTypeId": 2, "PostId": 35, "RevisionGUID": "7dca55ec-10d4-4aa2-ab74-9f70eb562493", "CreationDate": "2012-01-13T01:12:47.827", "UserId": 145, "Text": "I mainly agree with Aarthi's comment:\r\n\r\n> I do not think we should accept speculative answers. This site's purpose is to appeal to professional and academic-level sex therapists and researchers. Questions in which amateurs and untrained enthusiasts speculate as to causation or correlation will not bring those people here.\r\n\r\nMore on the subject of subjective Q&A can be found in [Good Subjective, Bad Subjective](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/).\r\n\r\nWe want useful knowledge and advice we can learn from; *speculation and theory-crafting is not useful.*"}
{"Id": 75, "PostHistoryTypeId": 2, "PostId": 36, "RevisionGUID": "03144a6a-6b92-40e4-b573-d6c04e70ce69", "CreationDate": "2012-01-13T01:28:54.437", "UserId": 145, "Text": "I agree.\r\n\r\nIf however people disagree, we can still mention this in the FAQ. The existing questions on the front page already give the notion that we're talking about Human Sexuality, so if a name change doesn't go through the best thing we can do is explicitly mention this in the FAQ."}
{"Id": 76, "PostHistoryTypeId": 2, "PostId": 37, "RevisionGUID": "6687807c-6cd9-4905-aa73-bd121502a953", "CreationDate": "2012-01-13T02:23:55.367", "UserId": 50, "Text": "Speculative answers (like Hobblin's pre-edit answer)? No.  \r\nIn general I think we should be striving for factual answers (not \"I think\", \"I feel\", \"I believe\", but rather \"Based on X I can conclude Y\" -- like the current version of Hobblin's answer post-edit)\r\n\r\n***\r\n\r\nHaving said that, I also think that answers from a reliable source grounded in personal experience are not only acceptable but should be encouraged to an extent.  (e.g. an answer about the Furry community from a furry, like Tom Squires, based on their experiences within the community and presumably some interactions).\r\n\r\n\r\nI think part of what will bring the academic-level (and clinically practicing) sex therapists, researchers, etc. to the site is the ability to ask questions like the one that prompted this discussion and get responses from within these communities."}
{"Id": 77, "PostHistoryTypeId": 2, "PostId": 38, "RevisionGUID": "b97fa10b-28b3-4c86-8678-393d0a04de96", "CreationDate": "2012-01-13T02:35:08.827", "UserId": 50, "Text": "A question that can *only* be answered with \"Ask your partner\" should be closed, with a comment advising the asker to **Go ask their partner** (just like we would do for ones seeking medical advice -- go ask a doctor).  \r\n\r\nThat said, if we consider sexual practices \"on topic\" a lot of questions will have advice/suggestions that should probably be couched with some variation of \"ask your partner\" or \"your mileage may vary\" (like [the last line of my answer on G-Spot for Men][1]).  \r\nAs long as the question is \"Good Subjective\" and can be answered in a generally applicable way I don't think having to put the \"but ask/talk to your partner\" tagline or one of its variants in there is a kiss-of-death.\r\n\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/questions/6/is-there-a-g-spot-for-men/9#9\r\n  [2]: http://sexuality.stackexchange.com/questions/6/is-there-a-g-spot-for-men"}
{"Id": 78, "PostHistoryTypeId": 5, "PostId": 30, "RevisionGUID": "72f3285d-2c3c-4696-94c0-177722b65764", "CreationDate": "2012-01-13T08:44:19.743", "UserId": 140, "Comment": "correct terminology *consistently*", "Text": "I'd expect one of those to be marked as a synonym of another. Possibly once there're enough folk on here with a reputation high enough to start defining tag synonyms."}
{"Id": 79, "PostHistoryTypeId": 5, "PostId": 35, "RevisionGUID": "9fe32b8a-20b3-4d94-a887-42d52aeedccc", "CreationDate": "2012-01-13T09:07:19.623", "UserId": 145, "Comment": "added 1 characters in body", "Text": "I mainly agree with Aarthi's comment:\r\n\r\n> I do not think we should accept speculative answers. This site's purpose is to appeal to professional and academic-level sex therapists and researchers. Questions in which amateurs and untrained enthusiasts speculate as to causation or correlation will not bring those people here.\r\n\r\nMore on the subject of subjective Q&A can be found in [Good Subjective, Bad Subjective](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/).\r\n\r\nWe want useful knowledge and advice we can learn from; *speculation and theory-crafting are not useful.*"}
{"Id": 80, "PostHistoryTypeId": 2, "PostId": 39, "RevisionGUID": "a4ffceec-38f8-41ae-b45e-280b9c37da41", "CreationDate": "2012-01-13T16:41:40.137", "UserId": 137, "Text": "TL;DR quote from Tom: **gender sexuality questions are welcome, society are not.**\r\n\r\nI believe that's all that needs to be said."}
{"Id": 81, "PostHistoryTypeId": 2, "PostId": 40, "RevisionGUID": "cec88e0c-360b-4f3c-ae6a-b023d8a60089", "CreationDate": "2012-01-14T00:07:25.620", "UserId": 50, "Text": "Since our chat isn't very active I figured a meta topic would be the best place to discuss Jay's question:\r\n\r\nhttp://sexuality.stackexchange.com/questions/98/is-it-universal-to-conceal-sexual-expression-from-children\r\n\r\nOn topic? Off topic? Better ways to phrase it? -- Have at it!"}
{"Id": 82, "PostHistoryTypeId": 1, "PostId": 40, "RevisionGUID": "cec88e0c-360b-4f3c-ae6a-b023d8a60089", "CreationDate": "2012-01-14T00:07:25.620", "UserId": 50, "Text": "\"Sexual Anthropology\" questions"}
{"Id": 83, "PostHistoryTypeId": 3, "PostId": 40, "RevisionGUID": "cec88e0c-360b-4f3c-ae6a-b023d8a60089", "CreationDate": "2012-01-14T00:07:25.620", "UserId": 50, "Text": "<discussion>"}
{"Id": 84, "PostHistoryTypeId": 2, "PostId": 41, "RevisionGUID": "f32eecd8-c0d2-4e20-a5a9-b693f43f26ec", "CreationDate": "2012-01-14T00:12:47.983", "UserId": 50, "Text": "My $3.50 -- I think this is a fantastic question, and that \"sexual anthropology\" is something that has a home here.  \r\n\r\nI'm not sure how to answer it though - I wrote up an answer and realized the whole thing is wrapped up with \"In my culture / western culture / having been raised in an Italian family in New York\"  -- The question really breaks down by locality and culture (on ServerFault it would be the very definition of \"Too Localized\").\r\n\r\nIf we think this kind of question is on topic it also opens the door for me to post a burning question of my own: `The US movie/television censoring policy has always seemed to me to be one of \"You can have all the violence, gore and blood you want, but don't you DARE show a breast, penis or vagina!\" -- Why is that??`"}
{"Id": 85, "PostHistoryTypeId": 2, "PostId": 42, "RevisionGUID": "e4eed728-6000-4f92-91a8-cc6f88553f03", "CreationDate": "2012-01-14T07:52:33.660", "UserId": 31, "Text": "As quoted in the [FAQ][1]:\r\n\r\n> Sexuality - Stack Exchange is for medical professionals, sex educators,\r\n> counselors, and others to discuss both the physical and emotional\r\n> aspects of sexual and/or **romantic interactions**.\r\n\r\nI'm curious about that last part there. How far into \"romantic interactions\" are questions relevant? This almost seems to indicate to me that this could almost double as \"dating\" SE site, but I don't think that that is the actual intent of this site. So are we including only sexual or sex related romantic interactions to be on topic? Or are we allowing more? And if not, should that maybe be reworded so as to not confuse people?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/faq"}
{"Id": 86, "PostHistoryTypeId": 1, "PostId": 42, "RevisionGUID": "e4eed728-6000-4f92-91a8-cc6f88553f03", "CreationDate": "2012-01-14T07:52:33.660", "UserId": 31, "Text": "What is meant by \"romantic interactions\" in the FAQ?"}
{"Id": 87, "PostHistoryTypeId": 3, "PostId": 42, "RevisionGUID": "e4eed728-6000-4f92-91a8-cc6f88553f03", "CreationDate": "2012-01-14T07:52:33.660", "UserId": 31, "Text": "<discussion><faq-topics>"}
{"Id": 88, "PostHistoryTypeId": 2, "PostId": 43, "RevisionGUID": "5dcfc1a8-1a78-4dbc-a8d3-a6e472efb2d4", "CreationDate": "2012-01-15T05:09:13.750", "UserId": 10, "Text": "This one seems pretty clear-cut, as evidenced by the other comments/posts.\r\n\r\nI've added a synonym with [tag:orgasm] as the master and cleaned up the questions with [tag:climax]."}
{"Id": 89, "PostHistoryTypeId": 2, "PostId": 44, "RevisionGUID": "396a73dd-a443-4c4a-80cb-cd91c7458534", "CreationDate": "2012-01-15T15:51:40.553", "UserId": 140, "Text": "I'm seeing quite a few questions that, while asking for general advice and information, have answers that could be construed as medical advice. Is it worth having in the FAQ or somewhere more prominant, something along the lines of \"I am not a doctor, and even if I were, I wouldn't be _your_ doctor\"?\r\n\r\nI don't know what the liability situation is, either (I'm not a lawyer, either), but I'd really prefer not to be sued myself or for SE to be sued as a result of someone taking generic advice/information and incorrectly applying it to their situation."}
{"Id": 90, "PostHistoryTypeId": 1, "PostId": 44, "RevisionGUID": "396a73dd-a443-4c4a-80cb-cd91c7458534", "CreationDate": "2012-01-15T15:51:40.553", "UserId": 140, "Text": "Professional advice and \"I am not a doctor\""}
{"Id": 91, "PostHistoryTypeId": 3, "PostId": 44, "RevisionGUID": "396a73dd-a443-4c4a-80cb-cd91c7458534", "CreationDate": "2012-01-15T15:51:40.553", "UserId": 140, "Text": "<discussion><faq-topics><legal>"}
{"Id": 92, "PostHistoryTypeId": 2, "PostId": 45, "RevisionGUID": "b55b80c8-c21e-428b-a1db-b008d48dcaa8", "CreationDate": "2012-01-15T19:15:00.877", "UserId": 140, "Text": "There's a lot of BDSM that has obvious relevance to this Stack Exchange, and a fair bit where the link is somewhat more tenuous, particularly with relation to the [D/s][Ds] part of BDSM. Where do we define the line between what is and what isn't appropriate?\r\n\r\n[Ds]: http://en.wikipedia.org/wiki/Dominance_and_submission \"Dominance and Submission (Wikipedia)\"\r\n\r\nI've listed a few example questions below of the sorts of BDSM-related questions I can see being controversial with regard to scope (in rough order of what I'd expect to be most appropriate to least). I've numbered them to aid people referring to them in comments/answers.\r\n\r\n1. What impact does wearing a chastity device that prevents erections for long periods have?\r\n2. What are the best practices for minimizing risk when engaging in [(auto)erotic asphyxiation][breath play]?\r\n3. Where on the back is it safe to use a flogger/whip/cane?\r\n4. Where can I find example [slave contracts][slave]?\r\n5. What's the best technique for [bootblacking][]?\r\n\r\n[Breath play]: http://en.wikipedia.org/wiki/Erotic_asphyxiation \"Erotic Asphyxiation (Wikipedia)\"\r\n[Slave]: http://en.wikipedia.org/wiki/Voluntary_slavery \"Voluntary slavery (Wikipedia)\"\r\n[Bootblacking]: http://en.wikipedia.org/wiki/International_Mr._Leather#International_Mister_Bootblack_Competition.5B12.5D \"International Mister Bootblack competition (Wikipedia on International Mister Leather)\"\r\n\r\n(I know there're other problems with these questions, such as not having a good single answer etc; I'm using them as quick examples for scope only, not as good examples of Stack Exchange questions generally.)\r\n\r\nPersonally, I think the first two absolutely fall under the scope of this Stack Exchange. I'm decidedly less sure about the latter three, however."}
{"Id": 93, "PostHistoryTypeId": 1, "PostId": 45, "RevisionGUID": "b55b80c8-c21e-428b-a1db-b008d48dcaa8", "CreationDate": "2012-01-15T19:15:00.877", "UserId": 140, "Text": "Scope of inclusion of BDSM"}
{"Id": 94, "PostHistoryTypeId": 3, "PostId": 45, "RevisionGUID": "b55b80c8-c21e-428b-a1db-b008d48dcaa8", "CreationDate": "2012-01-15T19:15:00.877", "UserId": 140, "Text": "<discussion><scope>"}
{"Id": 95, "PostHistoryTypeId": 6, "PostId": 29, "RevisionGUID": "114ce099-7203-45a7-81cb-e54288598fbf", "CreationDate": "2012-01-15T19:16:23.887", "UserId": 140, "Comment": "Add a \"scope\" tag", "Text": "<discussion><gender><scope>"}
{"Id": 96, "PostHistoryTypeId": 6, "PostId": 11, "RevisionGUID": "6905a38e-2583-4364-a07c-4a47d1c72577", "CreationDate": "2012-01-15T19:16:35.463", "UserId": 140, "Comment": "edited tags", "Text": "<discussion><scope>"}
{"Id": 97, "PostHistoryTypeId": 6, "PostId": 7, "RevisionGUID": "26e69681-9174-43c0-be14-77ae5f3b7f91", "CreationDate": "2012-01-15T19:16:47.850", "UserId": 140, "Comment": "edited tags", "Text": "<discussion><scope><off-topic>"}
{"Id": 98, "PostHistoryTypeId": 2, "PostId": 46, "RevisionGUID": "b859f3d0-4ab0-48fc-98b4-6b2ca8ca9095", "CreationDate": "2012-01-15T22:55:59.640", "UserId": 140, "Text": "**Eponymous trigger warning**: this question discusses things that frequently require trigger warnings, in particular rape and sexual assault.\r\n\r\nIf you've hung around in feminist or certain sexuality-related spaces, particularly online, you'll probably have come across the concept of a [trigger warning](http://en.wikipedia.org/wiki/Trauma_trigger#Trigger_warning). These are essentially a note that the discussion may have themes that will be actively unpleasant for some people to read; the common reason is that the article/discussion/comments/whatever may result in bringing up traumatic memories, often but not always around rape and sexual assault.\r\n\r\nHow do we want to handle these on sexuality.SE? Should questions discussing rape be forbidden? Allowed only with a trigger warning? Something else?\r\n\r\nOn the one hand, I'd be very reluctant to forbid discussion of these things; much as I may dislike that fact, they're far too frequently a part of peoples' sexual experiences, and forbidding them outright would deny that.\r\n\r\nEqually, I'd love to see this site being a relatively safe space for rape survivors to get advice and support, and without acknowledgement of the issue and explicit rules regarding things like trigger warnings, I very much doubt we'd be able to achieve that."}
{"Id": 99, "PostHistoryTypeId": 1, "PostId": 46, "RevisionGUID": "b859f3d0-4ab0-48fc-98b4-6b2ca8ca9095", "CreationDate": "2012-01-15T22:55:59.640", "UserId": 140, "Text": "Trigger warnings and triggering topics"}
{"Id": 100, "PostHistoryTypeId": 3, "PostId": 46, "RevisionGUID": "b859f3d0-4ab0-48fc-98b4-6b2ca8ca9095", "CreationDate": "2012-01-15T22:55:59.640", "UserId": 140, "Text": "<discussion><trigger-warnings><rape><sexual-assault><assault>"}
{"Id": 101, "PostHistoryTypeId": 2, "PostId": 47, "RevisionGUID": "5cfdccff-04b3-4a20-82a6-c3920b9a7580", "CreationDate": "2012-01-16T00:47:32.523", "UserId": 112, "Text": "Anything which a person considers sexual and does as part of their sex life is certainly sexual for them. That, in my mind, definitively establishes it as on-topic for this site. From what I understand, this means that **chastity devices, autoerotic asphyxiation, flogging, and slave contracts are absolutely on-topic**. (I have little solid knowledge of slave contracts, but quickly googling seems to indicate that in the BDSM context they are quite sexual in nature.) My impression is that **bootblacking is also on topic**: we wouldn't blink an eye at a question about maintaining some sort of equipment used in vanilla sex.\r\n\r\nDisclaimer: I can get a bit riled up about questions like this one. Some more general discussion follows.\r\n\r\nTo pick a single example, flogging is not a part of sexuality for most people, but for some people it is. *Those people are the audience for a question about flogging. It doesn't matter that the topic isn't sexual for everyone; not everyone is into vanilla vaginal sex either.* There are many people in the world, each with their own preferences when it comes to sex. I would hate to see this site become a place where not all preferences are welcome. I understand that a fetish only enjoyed by two people in the world is probably too localized, and that's a valid reason to close a question - but that doesn't mean it was off-topic. That's an important distinction. Imagine someone is telling you why this site can't answer your question, and consider the difference between \"few people enjoy that\" and \"that's not sex\".\r\n\r\nIn that vein, I think it's also important to realize that things can be quite uncommon and still not too localized. It's a big world, and a bit internet community; even if only 1 in 1000 is into something, that's still a lot of people. Let's be very careful about deciding that something isn't part of enough people's sex lives for it to be within the scope of this site. On StackOverflow, only about 1600 questions are tagged `lisp`, out of over 2.5 million questions. Most programmers do not ever experience lisp as part of their programming lives. There's never been any argument about whether lisp is within scope there; it's just an uncommon kind of programming. This site should take the same route, and welcome common and rare varieties and aspects of sexuality."}
{"Id": 102, "PostHistoryTypeId": 2, "PostId": 48, "RevisionGUID": "601c39e4-da86-498e-81b1-13614660e7ac", "CreationDate": "2012-01-16T00:49:45.483", "UserId": 31, "Text": "So, I have been using the [tag:fetish] for a few questions, and it [has come up][1] that this may not be the appropriate term for how I am using it. I have been using it colloquially as \"something of sexual interest to a person\", but in truth it also entails the weight of being a normative definition. That is to say, it pertains to things that are usually considered outside the norm.\r\n\r\nAn alternative (but very similar) term I found was paraphilia, which seems to have more connotations with it about being outside the norm (including even to the point of potential mental disorder). And, of course, there is always something along the lines of \"kink\" or \"kinky\", but that I feel also comes with stronger connotations.\r\n\r\nSo I wanted to start a discussion on the use of the [tag:fetish] tag (as well as potentially these others) and how we should define it and how it should be used. What are your thoughts on the matter?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/q/100/31"}
{"Id": 103, "PostHistoryTypeId": 1, "PostId": 48, "RevisionGUID": "601c39e4-da86-498e-81b1-13614660e7ac", "CreationDate": "2012-01-16T00:49:45.483", "UserId": 31, "Text": "Fetish vs Kink vs Paraphilia"}
{"Id": 104, "PostHistoryTypeId": 3, "PostId": 48, "RevisionGUID": "601c39e4-da86-498e-81b1-13614660e7ac", "CreationDate": "2012-01-16T00:49:45.483", "UserId": 31, "Text": "<discussion><tags>"}
{"Id": 105, "PostHistoryTypeId": 5, "PostId": 47, "RevisionGUID": "59aa0f05-3c99-43be-871c-4ce9c8b7d4b4", "CreationDate": "2012-01-16T00:53:01.733", "UserId": 112, "Comment": "added 179 characters in body", "Text": "Disclaimer: I can get a bit riled up about questions like this one. I've included both my specific answer and some more general discussion. In the interests of good discussion on meta, I've made it fairly strong; please don't take that as a sign I don't welcome reasoned disagreement!\r\n\r\nAnything which a person considers sexual and does as part of their sex life is certainly sexual for them. That, in my mind, definitively establishes it as on-topic for this site. From what I understand, this means that **chastity devices, autoerotic asphyxiation, flogging, and slave contracts are absolutely on-topic**. (I have little solid knowledge of slave contracts, but quickly googling seems to indicate that in the BDSM context they are quite sexual in nature.) My impression is that **bootblacking is also on topic**: we wouldn't blink an eye at a question about maintaining some sort of equipment used in vanilla sex.\r\n\r\nTo pick a single example, flogging is not a part of sexuality for most people, but for some people it is. *Those people are the audience for a question about flogging. It doesn't matter that the topic isn't sexual for everyone; not everyone is into vanilla vaginal sex either.* There are many people in the world, each with their own preferences when it comes to sex. I would hate to see this site become a place where not all preferences are welcome. I understand that a fetish only enjoyed by two people in the world is probably too localized, and that's a valid reason to close a question - but that doesn't mean it was off-topic. That's an important distinction. Imagine someone is telling you why this site can't answer your question, and consider the difference between \"few people enjoy that\" and \"that's not sex\".\r\n\r\nIn that vein, I think it's also important to realize that things can be quite uncommon and still not too localized. It's a big world, and a bit internet community; even if only 1 in 1000 is into something, that's still a lot of people. Let's be very careful about deciding that something isn't part of enough people's sex lives for it to be within the scope of this site. On StackOverflow, only about 1600 questions are tagged `lisp`, out of over 2.5 million questions. Most programmers do not ever experience lisp as part of their programming lives. There's never been any argument about whether lisp is within scope there; it's just an uncommon kind of programming. This site should take the same route, and welcome common and rare varieties and aspects of sexuality."}
{"Id": 106, "PostHistoryTypeId": 5, "PostId": 47, "RevisionGUID": "1ffccd31-85da-42aa-bb7a-ce0379515306", "CreationDate": "2012-01-16T01:07:25.220", "UserId": 112, "Comment": "added 178 characters in body", "Text": "Disclaimer: I can get a bit riled up about questions like this one. I've included both my specific answer and some more general discussion. In the interests of good discussion on meta, I've made it fairly strong; please don't take that as a sign I don't welcome reasoned disagreement!\r\n\r\nAnything which a person considers sexual and does as part of their sex life is certainly sexual for them. That, in my mind, definitively establishes it as on-topic for this site. From what I understand, this means that **chastity devices, autoerotic asphyxiation, flogging, and slave contracts are absolutely on-topic**. (I have little solid knowledge of slave contracts, but quickly googling seems to indicate that in the BDSM context they are quite sexual in nature.) My impression is that **bootblacking is also on topic**: we wouldn't blink an eye at a question about maintaining some sort of equipment used in vanilla sex.\r\n\r\nTo pick a single example, flogging is not a part of sexuality for most people, but for some people it is. *Those people are the audience for a question about flogging. It doesn't matter that the topic isn't sexual for everyone; not everyone is into vanilla vaginal sex either.* There are many people in the world, each with their own preferences when it comes to sex. I would hate to see this site become a place where not all preferences are welcome. I understand that a fetish only enjoyed by two people in the world is probably too localized, and that's a valid reason to close a question - but that doesn't mean it was off-topic. That's an important distinction. Imagine someone is telling you why this site can't answer your question, and consider the difference between \"few people enjoy that\" and \"that's not sex\".\r\n\r\nIn that vein, I think it's also important to realize that things can be quite uncommon and still not too localized. It's a big world, and a bit internet community; even if only 1 in 1000 is into something, that's still a lot of people. Let's be very careful about deciding that something isn't part of enough people's sex lives for it to be within the scope of this site. On StackOverflow, only about 1600 questions are tagged `lisp`, out of over 2.5 million questions. Most programmers do not ever experience lisp as part of their programming lives. There's never been any argument about whether lisp is within scope there; it's just an uncommon kind of programming. This site should take the same route, and welcome common and rare varieties and aspects of sexuality. And let's not forget: the less common things are an opportunity for the site to shine, providing good, factual answers that are currently difficult to find, online or elsewhere."}
{"Id": 107, "PostHistoryTypeId": 2, "PostId": 49, "RevisionGUID": "3673d72b-4540-4a5f-be42-ed3049882a53", "CreationDate": "2012-01-16T07:34:20.060", "UserId": 61, "Text": "* Fetish is an item ([Wiktionary](http://en.wiktionary.org/wiki/fetish) - `Something sexual or nonsexual, such as an object or a part of the body which arouses sexual desire or is necessary for one to reach full sexual satisfaction`) so for example feet, hair, latex objects, etc. \r\n* A paraphilia is [any sexual deviation](http://en.wiktionary.org/wiki/paraphilia) considered outside the norm so this could be spanking, anal sex, bondage, etc.\r\n* Kink is essentially a slang term for kink but with a slightly broader scope and contains any sexual interest outside of what might be considered \"normal\". This could of course include fetishism or different paraphilias but is considered more informal.\r\n\r\nAs a side note I could also add that [squick](http://www.urbandictionary.com/define.php?term=squick) often can be used as the opposite of kink."}
{"Id": 108, "PostHistoryTypeId": 2, "PostId": 50, "RevisionGUID": "ecf98e78-98ef-46f4-8295-38baf9ba4f8a", "CreationDate": "2012-01-16T14:38:28.030", "UserId": 141, "Text": "We had this same problem with [Fitness][1] at one point, and our [faq][2] now states that \"medical advice and injuries unrelated to exercise\" is off-topic. Question such as injury prevention and fitness recovery have some medical implications. They are considered to be on-topic, but general health questions are off-topic.\r\n\r\nRobert Cartaino posted [an answer][3] on the Fitness Meta addressing the issue:\r\n\r\n> Like anything else you read on the internet, there's a degree of\r\n> responsibility and caution that falls on both the askers *and*\r\n> answerers. Don't ask us when it is okay for you to resume\r\n> weightlifting if you've just been diagnosed with heart problems. It\r\n> sounds trite to constantly hear **\"Talk to your doctor\"**, but sometimes,\r\n> it is the *only* advice. At the same time, folks answering questions\r\n> shouldn't throw around wild generalities when the author has not\r\n> provided sufficient information.\r\n\r\nOne of our other [meta answers][4] also states that [Wikipedia prohibits requests for medical advice][5]. One of the users on Wikipedia has a criterion to decide if a question is medical advice or not (note that this not any official Wikipedia policy):\r\n\r\n> To determine if a question on the reference desk is a request for\r\n> medical advice, [**Kainaw's criterion**][6] is:\r\n> \r\n> > “Can the question be answered *completely* without providing a\r\n> > diagnosis, prognosis, or treatment advice?”\r\n> \r\n> The answer to the criterion must be either \"yes\" or \"no\" and\r\n> is the opposite of the answer to the question, \"Is this a request for\r\n> medical advice?\"\r\n\r\nI think it is better to err on the side of caution, but it depends on what questions are being asked on Sexuality. These criteria though might be a good starting point for determining what should be allowed or not.\r\n\r\n\r\n  [1]: http://fitness.stackexchange.com/\r\n  [2]: http://fitness.stackexchange.com/faq\r\n  [3]: http://meta.fitness.stackexchange.com/questions/17/recover-from-injuries-illness-posts-are-these-considered-fitness-nutrition\r\n  [4]: http://meta.fitness.stackexchange.com/a/134/241\r\n  [5]: http://en.wikipedia.org/wiki/Wikipedia:Reference_desk/Guidelines/Medical_advice\r\n  [6]: http://en.wikipedia.org/wiki/User:Kainaw/Kainaw%27s_criterion"}
{"Id": 109, "PostHistoryTypeId": 2, "PostId": 51, "RevisionGUID": "25dc2071-d17f-41ae-a6c9-b47c7a0479f0", "CreationDate": "2012-01-16T19:50:59.283", "UserId": 43, "Text": "I think \"sexual anthropology\" questions, as you've coined them, are on-topic here. Sexuality, taboo, ritual, and cultural values are all within the domain of anthropology, and sexuality isn't 100% clinical (far from it); there's room for them to coincide happily here. However, I think the tone needs to remain academic: do not use words like \"clearly\", \"obviously,\" or \"of course,\" and make sure to specify where you're coming from - especially if you're laying out assumptions that affect the question and the answer. I have an edit in queue for that question to try to make it a little more academic, and also to make the question answerable (by posing it more as \"tell me which cultures disagree with mine and what the cultural rationale might be, by providing documented ethnographies or other research\"). \r\n"}
{"Id": 110, "PostHistoryTypeId": 5, "PostId": 50, "RevisionGUID": "a447994d-7fff-4ae6-a512-a3142156fb2b", "CreationDate": "2012-01-16T19:54:41.933", "UserId": 141, "Comment": "corrected poor wording", "Text": "We had this same problem with [Fitness][1] at one point, and our [faq][2] now states that \"medical advice and injuries unrelated to exercise\" is off-topic. Questions such as injury prevention and fitness recovery have some medical implications. They are considered to be on-topic, but general health questions are off-topic.\r\n\r\nRobert Cartaino posted [an answer][3] on the Fitness Meta addressing the issue:\r\n\r\n> Like anything else you read on the internet, there's a degree of\r\n> responsibility and caution that falls on both the askers *and*\r\n> answerers. Don't ask us when it is okay for you to resume\r\n> weightlifting if you've just been diagnosed with heart problems. It\r\n> sounds trite to constantly hear **\"Talk to your doctor\"**, but sometimes,\r\n> it is the *only* advice. At the same time, folks answering questions\r\n> shouldn't throw around wild generalities when the author has not\r\n> provided sufficient information.\r\n\r\nOne of our other [meta answers][4] also states that [Wikipedia prohibits requests for medical advice][5]. One Wikipedia user has a criterion to decide if a question is medical advice or not (note that this is not any type of official Wikipedia policy):\r\n\r\n> To determine if a question on the reference desk is a request for\r\n> medical advice, [**Kainaw's criterion**][6] is:\r\n> \r\n> > “Can the question be answered *completely* without providing a\r\n> > diagnosis, prognosis, or treatment advice?”\r\n> \r\n> The answer to the criterion must be either \"yes\" or \"no\" and\r\n> is the opposite of the answer to the question, \"Is this a request for\r\n> medical advice?\"\r\n\r\nI think it is better to err on the side of caution, but it depends on what questions are being asked on Sexuality. These criteria though might be a good starting point for determining what should be allowed or not.\r\n\r\n\r\n  [1]: http://fitness.stackexchange.com/\r\n  [2]: http://fitness.stackexchange.com/faq\r\n  [3]: http://meta.fitness.stackexchange.com/questions/17/recover-from-injuries-illness-posts-are-these-considered-fitness-nutrition\r\n  [4]: http://meta.fitness.stackexchange.com/a/134/241\r\n  [5]: http://en.wikipedia.org/wiki/Wikipedia:Reference_desk/Guidelines/Medical_advice\r\n  [6]: http://en.wikipedia.org/wiki/User:Kainaw/Kainaw%27s_criterion"}
{"Id": 111, "PostHistoryTypeId": 2, "PostId": 52, "RevisionGUID": "3e2c3805-f7c8-4e87-95ca-e951310aa6ed", "CreationDate": "2012-01-16T20:00:06.057", "UserId": 140, "Text": "I think paraphilia will be too obscure a word for most people; it's certainly not something I'd think of when tagging questions.\r\n\r\nThe common meaning of \"fetish\", in my experience at least, is more-or-less synonymous with \"kink\". I'd strongly consider setting all three as tag synonyms, with \"kink\" as the master tag."}
{"Id": 112, "PostHistoryTypeId": 2, "PostId": 53, "RevisionGUID": "b915e46f-2bdc-48ab-85cd-34e1651f73c0", "CreationDate": "2012-01-17T04:25:08.230", "UserId": 43, "Text": "Vote to scrap the word \"romantic\" from the FAQ; any romantic interactions that would be on-topic for a sexuality site would be inherently sexual. (Feel free to post a separate answer for counter-argument.)"}
{"Id": 113, "PostHistoryTypeId": 2, "PostId": 54, "RevisionGUID": "094f34c0-aeb7-483a-8dd2-5f95a01a18b6", "CreationDate": "2012-01-17T16:01:24.243", "UserId": 15, "Text": "This is a thought off the top of my head, and I'm not sure if I agree with it or not just yet. But, it's possible that we could treat potential triggers the way other sites treat spoilers.\r\n\r\n>! That is, by hiding them behind a `>! ` thingy. \r\n\r\nAnother idea that comes to mind is a [tag:trigger-warning] tag, but that is a meta tag and [we hate those](http://blog.stackoverflow.com/2010/08/the-death-of-meta-tags/).\r\n\r\nAt the very least we need warnings at the beginning of the questions in question."}
{"Id": 114, "PostHistoryTypeId": 5, "PostId": 54, "RevisionGUID": "95317f4c-6329-4519-8472-ff4b8a6da9be", "CreationDate": "2012-01-17T16:06:36.153", "UserId": 15, "Comment": "added 9 characters in body", "Text": "This is a thought off the top of my head, and I'm not sure if I agree with it or not just yet. But, it's possible that we could treat potential triggers the way other sites treat spoilers.\r\n\r\n>! That is, by hiding them behind a `>! ` thingy. \r\n\r\nAnother idea that comes to mind is a [tag:trigger-warning] tag, but that is a meta tag and [we hate those](http://blog.stackoverflow.com/2010/08/the-death-of-meta-tags/).\r\n\r\nAt the very least we need warnings at the beginnings of each of the questions in question.\r\n"}
{"Id": 115, "PostHistoryTypeId": 2, "PostId": 55, "RevisionGUID": "830b4638-4844-4589-aa6e-209f8cf42f4c", "CreationDate": "2012-01-17T16:07:27.757", "UserId": 43, "Text": "Prompted by the question: http://sexuality.stackexchange.com/questions/105/are-fetishes-more-common-in-men-than-in-women in which the OP states:\r\n\r\n> It seems that, especially in popular media, men are more often\r\n> portrayed as having particular sexual fetishes than women, so I'm just\r\n> wondering if there's any truth to that notion in real life.\r\n\r\nShould we have a rule of thumb about the cultural/geographic perspective of these questions when it is not specified? What I mean is, should we presume that \"popular media\" means \"popular media in the West\"?\r\n\r\nOr, should we simply interpret it as open to any geographical or cultural interpretation, and have a rule that answers must state which perspective the answer is coming from?\r\n\r\nI personally think we should require all questions and answers to be very clear about geographic and cultural context, but in the question above, neither the OP nor the people who answered the question updated based on my comment about this.\r\n\r\n**NB:** I think a clear statement of background and context is **especially** important in answers that contain \"in my experience...\" answers. I am firmly of the mind that experiences/anecdotes alone are not good answers for this site (or any SE site), but experiential answers coupled with external references and research are good. However, [electronicdoll's answer][1] begins: \"From my experience, perverts are a fairly even split of genders...\" This leaves much to be desired, though: Is her experience purely personal? Has she conducted some sort of official research on the topic, either as a student or as a professional sex therapist, anthropologist, etc.? Where and when did her experiences take place?\r\n\r\n\r\n  [1]: http://sexuality.stackexchange.com/a/124/43"}
{"Id": 116, "PostHistoryTypeId": 1, "PostId": 55, "RevisionGUID": "830b4638-4844-4589-aa6e-209f8cf42f4c", "CreationDate": "2012-01-17T16:07:27.757", "UserId": 43, "Text": "Should we assume that the asker's location is North America/Western Europe when not specified?"}
{"Id": 117, "PostHistoryTypeId": 3, "PostId": 55, "RevisionGUID": "830b4638-4844-4589-aa6e-209f8cf42f4c", "CreationDate": "2012-01-17T16:07:27.757", "UserId": 43, "Text": "<discussion><answers><policy><asking-questions>"}
{"Id": 118, "PostHistoryTypeId": 2, "PostId": 56, "RevisionGUID": "adc89f9e-496c-4602-b0ee-c3e0be9a4476", "CreationDate": "2012-01-17T16:25:16.980", "UserId": 15, "Text": "Each question should specify as much information about the circumstances as possible. If we start allowing for sitewide assumptions, every user will start to assume that everyone is operating under their personal assumptions, which won't align with every *other* user's personal assumptions, and soon nobody will be talking about the same thing. \r\n\r\nBoth questions and answers should specify all of these details wherever necessary."}
{"Id": 119, "PostHistoryTypeId": 5, "PostId": 49, "RevisionGUID": "05244d04-df1a-40ba-8c9b-749ef0c0c714", "CreationDate": "2012-01-17T23:22:19.947", "UserId": 61, "Comment": "typo", "Text": "* Fetish is an item ([Wiktionary](http://en.wiktionary.org/wiki/fetish) - `Something sexual or nonsexual, such as an object or a part of the body which arouses sexual desire or is necessary for one to reach full sexual satisfaction`) so for example feet, hair, latex objects, etc. \r\n* A paraphilia is [any sexual deviation](http://en.wiktionary.org/wiki/paraphilia) considered outside the norm so this could be spanking, anal sex, bondage, etc.\r\n* Kink is essentially a slang term for paraphilia but with a slightly broader scope and contains any sexual interest outside of what might be considered \"normal\". This could of course include fetishism or different paraphilias but is considered more informal.\r\n\r\nAs a side note I could also add that [squick](http://www.urbandictionary.com/define.php?term=squick) often can be used as the opposite of kink."}
{"Id": 120, "PostHistoryTypeId": 2, "PostId": 57, "RevisionGUID": "3df55742-de48-4029-bb4c-fe459dbf45d0", "CreationDate": "2012-01-17T23:23:53.283", "UserId": 140, "Text": "I suspect the intent of that wording is to explicitly include the \"who I'm attracted to\" definition of sexuality, as well as \"to do with sex\".\r\n\r\nI like that we have something explicitly including that fact, but I don't think that's a good wording of it. Problem is, I can't think of a better wording."}
{"Id": 121, "PostHistoryTypeId": 5, "PostId": 44, "RevisionGUID": "4d2073e1-6686-4817-b5c3-22140a570c39", "CreationDate": "2012-01-17T23:26:41.437", "UserId": 140, "Comment": "minor reword", "Text": "I'm seeing quite a few questions that, while asking for general advice and information, have answers that could be construed as medical advice. Is it worth having in the FAQ or somewhere more prominant, something along the lines of \"I am not a doctor, and even if I were, I wouldn't be _your_ doctor\"?\r\n\r\nI don't know what the liability situation is, either (I'm no more a lawyer than a doctor), but I'd really prefer not to be sued myself or for SE to be sued as a result of someone taking generic advice/information and incorrectly applying it to their situation."}
{"Id": 122, "PostHistoryTypeId": 6, "PostId": 40, "RevisionGUID": "740cc7c4-15c5-4c9d-9ac7-d4b535c372f5", "CreationDate": "2012-01-17T23:28:58.550", "UserId": 140, "Comment": "edited tags", "Text": "<discussion><scope>"}
{"Id": 123, "PostHistoryTypeId": 2, "PostId": 58, "RevisionGUID": "8d51ad5e-d101-4f8b-89ca-f6f6546262ff", "CreationDate": "2012-01-19T01:57:51.600", "UserId": 112, "Text": "I know we don't want meta-tags, but perhaps it would be possible to have a *set* of tags which require trigger warnings, e.g. [tag:rape] and [tag:sexual-assault]. A boilerplate warning could then be automatically applied at the top via some magic.\r\n\r\nThis has the benefit of being extremely easy to maintain; should a question omit the key tag, all that's necessary to correct it is a single user with enough reputation to retag. It's also more likely to work with new users, since all they have to do is tag the question reasonably correctly, and the site can automatically take care of the rest.\r\n\r\nAnd if there are returning users who *know* they don't want to see those questions, they can ignore the tags. (Since this would hide entire questions, it helps us make the front page more friendly to those users, something that can't be done by only marking up the question itself.)"}
{"Id": 124, "PostHistoryTypeId": 5, "PostId": 58, "RevisionGUID": "872b2706-3a00-4eec-87b7-e8830a83190d", "CreationDate": "2012-01-19T02:04:46.720", "UserId": 112, "Comment": "added 392 characters in body", "Text": "I know we don't want meta-tags, but perhaps it would be possible to have a *set* of tags which require trigger warnings, e.g. [tag:rape] and [tag:sexual-assault]. A boilerplate warning could then be automatically applied at the top via some magic. (Or any other sort of protection mechanism, e.g. hiding the entire question until the user clicks on a link, if the site needed to be that careful.)\r\n\r\nBasing the warnings on tags has a lot of advantages:\r\n\r\n* It's extremely easy for the community to maintain; should a question omit the key tag, all that's necessary to correct it is a single user with enough reputation to retag.\r\n* It's more likely to work with new users, since all they have to do is tag the question reasonably correctly, and the site can automatically take care of the rest.\r\n* If there are returning users who *know* they don't want to see those questions, they can ignore the tags. (Since this would hide entire questions, it helps us make the front page more friendly to those users, something that can't be done by only marking up the question itself.)\r\n* It gives us consistent warnings across all questions.\r\n* If there's ever need to change the warnings in the future, it can be done in a centralized way, instead of having to edit many questions."}
{"Id": 125, "PostHistoryTypeId": 2, "PostId": 59, "RevisionGUID": "b53c205b-823f-485a-965c-16982f722d7e", "CreationDate": "2012-01-19T20:59:55.167", "UserId": 13, "Text": "##The Future of This Site\r\n\r\nAt this point in a private beta, it's time to make a decision: launch the site to public beta, extend it a week or so to give it more time to develop, or or shut the site down because it isn't working. \r\n\r\nUnfortunately, **this site doesn't seem to be working**, so we have decided to close down this site.\r\n\r\n##Why?\r\n\r\n - **The quality is not up to our standards.** Most of the questions cover topics that are fairly easy searched for on Google or found in a Wikipedia article. The answers are often too short and lacking support and/or any real insight. A site filled with mediocre questions will have trouble attracting (and keeping!) users and experts.  \r\n - **The site participation is underwhelming.** 51 questions in 7 days? 25% are closed/unanswered? The numbers don't lie; this site isn't doing well. From the beginning, there has been a general perception that people were waiting in the wings for something to happen, instead of working to *make* things happen. In addition, there hasn't been enough flagging, editing or voting to close; the users aren't policing their own site enough. A passive community isn't a good community.\r\n - **The site has a confused identity.** The site hasn't been able to solidify who its audience is, its purpose, or gain a clear sense of self. This is, in part, due to the numerous changes it underwent during the Area 51 process. As a result, we are seeing a significant number of closed questions.  This is especially concerning when these issues do not get the attention they deserve here on meta.\r\n\r\n##Now what?\r\n\r\nThe site will close on **Tuesday, January 24, 2012**. We're leaving the site open until then so that you can continue to talk about the site and its successes and failures here in the meta section.\r\n\r\nAfter the site has closed, you have the option of relaunching a more focused and targeted Human Sexuality site proposal in Area 51. I personally think this topic is really rich and could yield a very cool, very *useful and valuable* site. However, the site as it is currently is not -- and could not -- become that site."}
{"Id": 126, "PostHistoryTypeId": 1, "PostId": 59, "RevisionGUID": "b53c205b-823f-485a-965c-16982f722d7e", "CreationDate": "2012-01-19T20:59:55.167", "UserId": 13, "Text": "Shutting Down Sexuality.SE on 1/24"}
{"Id": 127, "PostHistoryTypeId": 3, "PostId": 59, "RevisionGUID": "b53c205b-823f-485a-965c-16982f722d7e", "CreationDate": "2012-01-19T20:59:55.167", "UserId": 13, "Text": "<discussion><featured>"}
{"Id": 128, "PostHistoryTypeId": 2, "PostId": 60, "RevisionGUID": "83c16ec9-84cd-44c5-82bf-5edcec1a18e2", "CreationDate": "2012-01-20T08:38:42.240", "UserId": 155, "Text": "I think one of the reasons for this is that the beta users aren’t really the people who would otherwise be asking questions on the site. When I think of the askers for a site like this, I think primarily of people who aren’t so much experts or enthusiasts as those who are confused/embarrassed/curious about their sexuality and would prefer an anonymous, non-judgmental forum to ask questions. Right now a lot of that seems to happen on Yahoo! Answers, which is a very mixed bag and nowhere nearly as focused on quality, as well as niche publications, many of which may distort reality (think Teen Vogue). So I think there is still a definite need for this, which may be hard to meet when there’s nobody around to express that need, and we’re not encouraged to ask easy questions."}
{"Id": 129, "PostHistoryTypeId": 2, "PostId": 61, "RevisionGUID": "73bdccca-4c1d-4aca-b271-7f8edbeefbdc", "CreationDate": "2012-01-20T13:10:12.983", "UserId": 176, "Text": "I was sent over a link to this site from a friend who said that my experience in sex, sex work and BDSM might be relevant or useful to people here.\r\n\r\nI thought the idea was really good - there's a lot that people could learn from each other and some of the questions were wide-ranging and interesting.\r\n\r\nI had a look around and answered some questions, and gotten some fairly negative response and requests for scientific / technical studies, which naturally I don't have - I'm not a scientist. I do have a lot of personal experience, especially within BDSM, but have been made to feel that wasn't \"good enough\". I agree that the purpose of this site was unclear - I thought it was more of a  peer learning group.\r\n\r\nThe responses were also rather brusque and unfriendly, so that didn't really make me feel very positive about the contributions I have made. I'm not making this as a \"wah wah poor me\" comment, but I wanted to let you know how my experience has been.\r\n\r\nAs it stands, it has been a rather disappointing, though short lived - experience. I would have been very happy to promote this amongst my personal networks if I had thought it was a more friendly space. "}
{"Id": 130, "PostHistoryTypeId": 2, "PostId": 62, "RevisionGUID": "8edfd785-3f98-4777-8df7-ac1949c0b39c", "CreationDate": "2012-01-20T16:59:40.510", "UserId": 4, "Text": "The dynamics of a Sexuality site bears strong resemblance to [Parenting SE](http://parenting.stackexchange.com) &mdash; That is, the subject has a small, academic component but, it is mostly based on *experience* with a lot of cultural variation. But parenting seems to be doing fine in this format.\r\n\r\n###So what happened here? \r\n\r\nSimple. The *\"just using Wikipedia\"* community seemed way too pervasive in this site. One of the worst *sins* facing a Stack Exchange site is when it is **just not that interesting** &mdash; *\"&hellip;questions asked 100s of times on every other site on the subject.\"*\r\n\r\n\r\nIf you read the blog post [**Asking the First Questions**](http://blog.stackoverflow.com/2010/07/area-51-asking-the-first-questions/), there's a quote I often post on many up-start sites:\r\n\r\n> When put on the spot to post content, we’re likely come up with uninspired questions that anyone would ask. And they’ve all been asked 100 times before on every other site on that subject.\r\n\r\n> In these earliest days &hellip; you need a site where people are asking very interesting and challenging questions, not the basic questions found on every other Q&A site. The earliest questions on a site will set the tone and topic of the site for a long time.\r\n\r\nAnd that tone was described as \"boring\", \"mundane\", \"vanilla.\" \r\n\r\nMuch of this is our fault. The proposal struggled for 1-1/2 years in Area 51 and was changed several times throughout the process. We couldn't launch the earliest incarnations; and the editorial changes, while necessary, probably added a great deal of confusion and muddled the target audience for this site.\r\n\r\nOpening the site to a larger audience may have solved many of these problems. But the \"tone and topic\" was set early on, and we all just missed the mark. The momentum of \"wrong tone, wrong audience\" is pretty hard to overcome. To that end, if you believe the SE format or the SE culture are at odds with this subject, there are a few misconceptions we need to dispel in a second iteration:\r\n\r\n###Misconception #1 - Stack Exchange = One Objective Answer\r\nThe idea that Stack Exchange only works with *one-definitive-answer* subjects **was debunked ages ago.** The blog post [**Good Subjective, Bad Subjective**](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/) should be *required* reading for this site. If you can read and understand the tenets and purpose of that blog post, a future Sexuality site will do great. \r\n\r\n###Misconception #2 - \"Clinical Discussions\" = Professionals Only\r\nWhen we say this site is about \"frank and clinical discussions about Sexuality\", that is to assure that questions take on an expert tone and are asked/answered in the context of professional behavior (i.e. thoughtful, intelligent discussions using the correct terminology). But somehow \"use clinical terminology\" was translated into \"browbeat users for medical and scientific studies.\" That doesn't mean the site would be filled with random conversation and tales of anecdotal *\"I had a friend that tried&hellip;\"* That's not what this is site is about at all. \r\n\r\n###Misconception #3 - \"Notable Subjects in Sexuality\" = Vanilla\r\nThe scope of Sexality and the sexual experience is broad and diverse. In the entire continuum of sexuality, this site pigeon-holed into the most central, populous part of that bell curve&hellip; and then *wallowed* there relentlessly. When considering example questions, think about what type of subjects and questions would be interesting and truly provide a valuable resource to the larger community of the Internet. "}
{"Id": 131, "PostHistoryTypeId": 5, "PostId": 62, "RevisionGUID": "33caff8d-875d-4353-b320-5b3d774ec2db", "CreationDate": "2012-01-20T17:07:58.393", "UserId": 4, "Comment": "added 10 characters in body", "Text": "The dynamics of a Sexuality site bears strong resemblance to [Parenting SE](http://parenting.stackexchange.com) &mdash; That is, the subject has a small, academic component but, it is mostly based on *experience* with a lot of cultural variation. But parenting seems to be doing fine in this format.\r\n\r\n###So what happened here? \r\n\r\nSimple. The *\"just using Wikipedia\"* community seemed way too pervasive in this site. One of the worst *sins* facing a Stack Exchange site is when it is **just not that interesting** &mdash; *\"&hellip;questions asked 100s of times on every other site on the subject.\"*\r\n\r\n\r\nIf you read the blog post [**Asking the First Questions**](http://blog.stackoverflow.com/2010/07/area-51-asking-the-first-questions/), there's a quote I often post on many up-start sites:\r\n\r\n> When put on the spot to post content, we’re likely come up with uninspired questions that anyone would ask. And they’ve all been asked 100 times before on every other site on that subject.\r\n\r\n> In these earliest days &hellip; you need a site where people are asking very interesting and challenging questions, not the basic questions found on every other Q&A site. The earliest questions on a site will set the tone and topic of the site for a long time.\r\n\r\nAnd that tone was described as \"boring\", \"mundane\", \"vanilla.\" \r\n\r\nMuch of this is our fault. The proposal struggled for 1-1/2 years in Area 51 and was changed several times throughout the process. We couldn't launch the earliest incarnations; and the editorial changes, while necessary, probably added a great deal of confusion and muddled the target audience for this site.\r\n\r\nOpening the site to a larger audience may have solved many of these problems. But the \"tone and topic\" was set early on, and we all just missed the mark. The momentum of \"wrong tone, wrong audience\" is pretty hard to overcome. To that end, if you believe the SE format or the SE culture are at odds with this subject, there are a few misconceptions we need to dispel in a second iteration:\r\n\r\n###Misconception #1 - Stack Exchange = One Objective Answer\r\nThe idea that Stack Exchange only works with *one-definitive-answer* subjects **was debunked ages ago.** The blog post [**Good Subjective, Bad Subjective**](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/) should be *required* reading for this site. If you can read and understand the tenets and purpose of that blog post, a future Sexuality site will do great. \r\n\r\n###Misconception #2 - \"Clinical Discussions\" = Professionals Only\r\nWhen we say this site is about \"frank and clinical discussions about Sexuality\", that is to assure that questions take on an expert tone and are asked/answered in the context of professional behavior (i.e. thoughtful, intelligent discussions using the correct terminology). But somehow \"use clinical terminology\" was translated into \"browbeat users for medical and scientific studies.\" That doesn't mean the site should be allowed to fill with random conversation and tales of anecdotal *\"I had a friend that tried&hellip;\"* That's not what this is site is about at all. \r\n\r\n###Misconception #3 - \"Notable Subjects in Sexuality\" = Vanilla\r\nThe scope of Sexality and the sexual experience is broad and diverse. In the entire continuum of sexuality, this site pigeon-holed into the most central, populous part of that bell curve&hellip; and then *wallowed* there relentlessly. When considering example questions, think about what type of subjects and questions would be interesting and truly provide a valuable resource to the larger community of the Internet. "}
{"Id": 132, "PostHistoryTypeId": 5, "PostId": 62, "RevisionGUID": "42791742-dbe5-4365-ab55-364f9627b27d", "CreationDate": "2012-01-23T17:55:25.280", "UserId": 4, "Comment": "deleted 3 characters in body", "Text": "The dynamics of a Sexuality site bears strong resemblance to [Parenting SE](http://parenting.stackexchange.com) &mdash; That is, the subject has a small, academic component but, it is mostly based on *experience* with a lot of cultural variation. But parenting seems to be doing fine in this format.\r\n\r\n###So what happened here? \r\n\r\nSimple. The *\"just using Wikipedia\"* community seemed way too pervasive in this site. One of the worst *sins* facing a Stack Exchange site is when it is **just not that interesting** &mdash; *\"&hellip;questions asked 100s of times on every other site on the subject.\"*\r\n\r\n\r\nIf you read the blog post [**Asking the First Questions**](http://blog.stackoverflow.com/2010/07/area-51-asking-the-first-questions/), there's a quote I often post on many up-start sites:\r\n\r\n> When put on the spot to post content, we’re likely come up with uninspired questions that anyone would ask. And they’ve all been asked 100 times before on every other site on that subject.\r\n\r\n> In these earliest days &hellip; you need a site where people are asking very interesting and challenging questions, not the basic questions found on every other Q&A site. The earliest questions on a site will set the tone and topic of the site for a long time.\r\n\r\nAnd that tone was described as \"boring\", \"mundane\", \"vanilla.\" \r\n\r\nMuch of this is our fault. The proposal struggled for 1-1/2 years in Area 51 and was changed several times throughout the process. We couldn't launch the earliest incarnations; and the editorial changes, while necessary, probably added a great deal of confusion and muddled the target audience for this site.\r\n\r\nOpening the site to a larger audience may have solved many of these problems. But the \"tone and topic\" was set early on, and we all just missed the mark. The momentum of \"wrong tone, wrong audience\" is pretty hard to overcome. To that end, if you believe the SE format or the SE culture are at odds with this subject, there are a few misconceptions we need to dispel in a second iteration:\r\n\r\n###Misconception #1 - Stack Exchange = One Objective Answer\r\nThe idea that Stack Exchange only works with *one-definitive-answer* subjects **was debunked ages ago.** The blog post [**Good Subjective, Bad Subjective**](http://blog.stackoverflow.com/2010/09/good-subjective-bad-subjective/) should be *required* reading for this site. If you can read and understand the tenets and purpose of that blog post, a future Sexuality site will do great. \r\n\r\n###Misconception #2 - \"Clinical Discussions\" = Professionals Only\r\nWhen we say this site is about \"frank and clinical discussions about Sexuality\", that is to assure that questions take on an expert tone and are asked/answered in the context of professional behavior (i.e. thoughtful, intelligent discussions using the correct terminology). But somehow \"use clinical terminology\" was translated into \"browbeat users for medical and scientific studies.\" That doesn't mean the site should be allowed to fill with random conversation and tales of anecdotal *\"I had a friend that tried&hellip;\"* That's not what this site is about at all. \r\n\r\n###Misconception #3 - \"Notable Subjects in Sexuality\" = Vanilla\r\nThe scope of Sexality and the sexual experience is broad and diverse. In the entire continuum of sexuality, this site pigeon-holed into the most central, populous part of that bell curve&hellip; and then *wallowed* there relentlessly. When considering example questions, think about what type of subjects and questions would be interesting and truly provide a valuable resource to the larger community of the Internet. "}
